# Display manager, Wayland stack, and desktop utilities
sddm
qt5-graphicaleffects
qt5-svg
qt5-quickcontrols2
qt5-wayland
sway
swaylock
swayidle
swaybg
waybar
wl-clipboard
xorg-xwayland
kitty
firefox
thunar
thunar-volman
tumbler
ffmpegthumbnailer
grim
slurp
swappy
mako
brightnessctl
playerctl
pavucontrol
networkmanager
network-manager-applet
bluez
bluez-utils
blueman
udisks2
gvfs
gvfs-dnssd
gvfs-mtp
gvfs-gphoto2
gvfs-afc
libnotify
polkit
polkit-gnome
gtk3
qt5ct
lxappearance
xdg-user-dirs
xdg-utils
xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
